module.exports = {
    // Kode pairing custom (maks 8 huruf/angka)
    customPairingCode: "SUKISPAM",

    // Cooldown 2 Hari dalam milidetik (2 * 24 * 60 * 60 * 1000)
    cooldownMs: 2,

    // Teks spam (Gunakan backtick ` di awal dan akhir biar bisa di-Enter)
    spamText: `
        ##Raided By TSC##
        L̶̡͌̈́a̶͙͋̚g̷͓̏̕ ̶͎̓̚[̶̿͜͝Ö̶͜͝B̸͚̈́͆J̴̢͒̕]̷̯̿͑ ̶̢̎̚E̶͈͗͝x̸̙̃͝p̶̙̃͝ë̷̡́̚r̶͚̈́͘i̴̪̕͝m̷̈́̕ͅë̵͙́͘ń̴͓͛t̶̠̏̎ ̷͚͋̒￼̵͚̈́͗ 
[̶̰̈̀O̶͙̐͠B̵͔̿̚J̸̥͑͒]̵̈́̚͜ ̵̜̈̓￼̷͕̽̕ ̷̘̐̓T̶̨̓͘Ȅ̶͎̚K̶͔͗̕S̸̪͘͝ ̶̓̎ͅL̷̰͑̑Ä̶͜͝G̷͙͆͘ ̵̟̐̎Ṁ̶̢͋Ã̶̪̔K̷̻̍̊S̷̻̽͘Ȋ̶͓͌M̷̖̍̈́Ả̶̭̐L̶̫̓̾ ̵̰̇̈￼̴̙̂̇ ̵̣͗̃[̶͔̃̓O̶̖͋̅B̵̭͑̒J̵̫͐̔]̵͚̀̅ 
h̵̯̓́ẗ̴̞́̅t̷̪̿̈́p̸͈̓̚s̴̭̚͝:̸̨̀͂/̶͙̿͝/̶̠̉̂ ̵̘̈́̏￼̴̹̇͛ ̵̤̀̐￼̸̤͐̎ ̶̞̅̅￼̶̖̈́̈́ ̵̤̂͝￼̷͎͌͛ ̵̤̈́̐￼̸̤͐̎ ̶̞̅̅￼̶̖̈́̈́ ̵̤̂͝￼̷͎͌͛
Õ̶̖͑B̷̞̈̽J̴̮̄̒ ̵̨̔̔C̴̠̕͝R̵͕͒̿A̴͙̿̽S̴͈͗̓H̵̟̃̄ ̵͚̒̓￼̷̙̍̑ ̵̤̓͗￼̶̩͐̍ ̵̭̊̇￼̵̪̾͘ ̶̹̑̚￼̶͈͆͛ ̵̼̿͗￼̸̓͝ͅ ̴̜̂͗￼̶̠͘͝ ̸͖͑͠￼̵͚́̇ ̶̳̌̔￼̶͚̌̅ ̸̗͑̕￼̸̗̈̎ ̶̤̅́￼̵̪̅́ ̴̳̑͘￼̴̮͒̀ ̵͇͗́￼̷̡͒̈ ̴͎̈͘￼̶̹̋͌ ̸͇̄̏￼̵̡̅̓ ̵͇͐̀￼̸͓͒̕ ̷͕͋͝￼̵̻̈̾ ̸̙̒̕￼̸͇̔̉ ̵͇̇̚￼̶̡̇͆ ̵̮͘͠￼̶̞͋͑ ̴̰͐͠￼̷̙̇̐

        
    ㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤㅤ
    `
}
